Repository: gcaroprese/loansys
Catalog: loansys/languages/loansys-*.po
Languages: fr_ca

source: Please check the captcha form.
fr_ca: Veuillez vérifier le formulaire captcha.

source: Thank you for your inquiry. Your request will be processed immediately.
fr_ca: Merci pour votre demande. Votre demande sera traitée immédiatement.

source: Amount of Request
fr_ca: Montant de la Demande

source: Select An Amount
fr_ca: Sélectionner un montant

source: Your Information
fr_ca: Vos Informations

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Date of Birth
fr_ca: Date de naissance

source: Select Preferred Language
fr_ca: Langue de communication

source: English
fr_ca: Anglais

source: French
fr_ca: Français

source: Address 1
fr_ca: Adresse 1

source: Address 2
fr_ca: Adresse 1

source: Postal Code
fr_ca: Code Postal

source: City
fr_ca: Ville

source: Country
fr_ca: Pays

source: Phone
fr_ca: Téléphone

source: Mobile Phone
fr_ca: Cellulaire

source: Fax
fr_ca: Courriel

source: Date Moved To This Address
fr_ca: Date d'emménagement à cette adresse

source: Family Reference
fr_ca: Référence Familiale

source: Name of Reference
fr_ca: Référence 1 (Prénom)

source: Last Name of Reference
fr_ca: Référence 1 (Nom)

source: Phone of Reference
fr_ca: Référence 1 (Téléphone)

source: Fax of Reference
fr_ca: Référence 1 (Courriel)

source: Relationship with Reference
fr_ca: Référence 1 (Lien)

source: Other Informaton
fr_ca: Autres Informations

source: Warning
fr_ca: Attention

source: If you declare bankruptcy or a consumir proposal before the end of the contract, you may be charged for fraud under the bankruptcy and insolvency law.
fr_ca: Si vous déclarez faillite ou une proposition au consommateur avant la fin de votre contrat, vous pourriez être accusé de fraude en vertu de la loi sur la faillite et l’insolvabilité.

source: Are you planning to go bankrupt or make a consumer proposal in the next 6 months?
fr_ca: Envisagez-vous de faire faillite ou de faire une proposition de consommateur dans les 6 prochains mois?

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: Type of income?
fr_ca: Type de revenu?

source: Employee
fr_ca: Employé

source: Employment Insurance (ODSP)
fr_ca: Assurance Emploi

source: Self-employed worker
fr_ca: Travailleur Autonome

source: Paternity leave
fr_ca: Congé Paternité

source: Maternity leave
fr_ca: Congé Maternité

source: Retired
fr_ca: Retraité

source: Wellfair
fr_ca: Assurance Sociale

source: Unemployed, no income
fr_ca: Sans emploi, ni revenu

source: Employer Company
fr_ca: Nom de la compagnie

source: Employer Phone
fr_ca: Téléphone de la compagnie

source: Phone Extension
fr_ca: Poste

source: Employer Postal Code
fr_ca: Code postal de l'employeur

source: Supervisor
fr_ca: Superviseur

source: Your Ocupation
fr_ca: Votre Occupation

source: Pay frequency
fr_ca: Fréquence de paie

source: Every week
fr_ca: Toutes les semaines

source: Every two weeks
fr_ca: Toutes les deux semaines

source: Twice per month
fr_ca: Deux fois par mois

source: Once per month
fr_ca: Tous les mois

source: Day of Payment
fr_ca: Jour de votre prochaine paie

source: Hiring Date
fr_ca: Date de début à cet emploi

source: Your Income
fr_ca: Votre revenu

source: Choose
fr_ca: Choisir

source: Comments
fr_ca: Commentaires

source: I'm confirming that all the informations I have provided is current and accurate and that I understand and accept the terms and conditions.
fr_ca: Je confirme que tous les renselgnements que j'ai fournis sont courants et exacts ainsi que j'ai compris et accepte les termes et conditions.

source: Send
fr_ca: Envoyer

source: You already submited this form.
fr_ca: Vous avez déjà soumis ce formulaire.
